Revit 2027 API
ParameterTypeId.StairsTrisertypeTread Property
 "Tread"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeTread { get; }
Public Shared ReadOnly Property StairsTrisertypeTread As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeTread {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeTread : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace